{
  "CopilotChat.nvim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "emmet-vim": { "branch": "master" },
  "feline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "vim-closetag": { "branch": "master" },
  "vim-go": { "branch": "master" },
  "vim-javascript": { "branch": "master" },
  "vim-json": { "branch": "master" },
  "vim-jsx": { "branch": "master" }
}